{
  "definitions_dict": {
    "module_definitions1": "المبادئ والمصطلحات الأساسية في مجال الإحصاء السكاني والعمران، بما في ذلك مفاهيم مثل الإحصاء ومنطقة الإحصاء والبناية والمسكن وأنواع البنايات المختلفة والمصطلحات ذات الصلة",
    "module_definitions10": "يهدف محور التعليم في الاستمارة إلى تحديد مدى استفادة أفراد الأسرة من التعليم بمختلف مستوياته، وذلك من خلال الاستفسار عن عدة نقط. بدءًا بالاستفادة من التعليم الأولي، المستوى التعليمي العام ونوعه، الدراسة خلال السنة الدراسية 2023-2024، ثم أعلى دبلوم أو شهادة محصل عليها في التعليم العام والتكوين المهني.",
    "module_definitions11": "في محور النشاط الاقتصادي والتنقل للعمل، تمت برمجة عدة أسئلة تمكن من تصنيف السكان الإعتياديين حسب نوع نشاطهم الاقتصادي وتجميع البيانات حول المهن والتنقل للعمل. يتم ذلك عبر الاستفسار عن نوع النشاط الاقتصادي للفرد، تحديد المهنة والحالة في المهنة والنشاط الرئيسي للمؤسسة، ثم تحديد مكان العمل ووسيلة التنقل المستعملة إليه. هذه البيانات ستُمكن من توفير قاعدة بيانات مهمة لتقييم البرامج الاجتماعية والاقتصادية وكذا وضع استراتيجيات مستقبلية لتحقيق الأهداف المسطرة سواء فيما يتعلف بأهداف التنمية المستدامة لسنة 2030 أو أهداف النموذج التنموي الجديد في أفق سنة 2035",
    "module_definitions12": "في سياق تعميم الحماية الاجتماعية، سيتم تجميع البيانات المتعلقة بهذا الموضوع ليتم رصد التقدم المُحرز في هذا المجال. في الجزء الأول، سيتم الاستفسار عن الانخراط أو الاستفادة من أنظمة التغطية الصحية (AMO، AMO تضامن، شركة تأمين خاصة، مؤسسة أخرى للتضامن). وفي الجزء الثاني، سيتم تجميع المعطيات حول الإنخراط أو الإستفادة من إحدى أنظمة التقاعد المغربية ( CMR، CNSS، RCAR، CIMR)",
    "module_definitions13": "يهتم محور استعمال تكنولوجيا المعلومات والإتصالات بتحديد مدى توفر أفراد الأسرة البالغين 5 سنوات فأكثر على هاتف نقال خاص ذكي أو عادي، على جهاز كمبيوتر مكتبي خاص أو كمبيوتر محمول خاص أو لوحة إلكترونية خاصة، وكذلك مدى استعمالهم للأنترنيت خلال الثلاث أشهر الأخيرة. كل هذه المعطيات الإحصائية ستمكن من تقييم مستوى المؤِشرات المرتبطة بأهداف التنمية المستدامة لسنة 2030.",
    "module_definitions14": "من أجل تحديد الظروف السكنية لكل أسرة تمت برمجة سلسلة من الأسئلة حول خاصيات مسكن الأسرة وكيفية استعمال بعض تجهيزاته. هذه البيانات تساعد بشكل كبير في تقدير احتياجات الإسكان والنجاح في التخطيط لبرامج الإسكان. يُذكر بأن تعريف المسكن في الإحصاء هو المكان الذي تعيش فيه الأسرة، ويمكن أن يكون عبارة عن حجرة واحدة أو عدة حجرات مخصصة للسكن، والمسكن يتوفر على مدخل أو عدة مداخل مباشرة. يتم الاستفسار في هذا المحور حول خصائص هذا المسكن، وتوفر الأسرة على بعض التجهيزات الأساسية، وكذا المسافة التي تفصل المسكن على بعض المرافق والتجهيزات الأساسية ومعطيات أخرى تصف ظروف سكن الأسرة.",
    "module_definitions15": "تهدف الأسئلة والأجوبة حول الحالات العامة لتأطير تصرف الباحث أثناء تعامل مع مختلف الأسر، سواءً كان ذلك في ارتباط مباشر مع ملأ الإستمارة، أو كان عاماً مثل الحصول على دعوة لشرب الشاي مع أفراد الأسرة وغيرها. وهذا ليتم تأطير الأفعال قانونيا وأخلاقيا، وكذا تسهيل عملية الاستجواب وملأ الإستمارة.",
    "module_definitions16": "مفاهيم دليل المراقب",
    "module_definitions2": "تهدف فقرة تحديد أفراد الأسرة إلى تعداد السكان المقيمين الإعتياديين ضمن الأسر القاطنة بكل منطقة إحصاء. بحيث أن الأسرة بمفهوم الإحصاء هي مجموعة من الأشخاص يقيمون بصفة إعتيادية بمسكن واحد أو جزء منه، وتكون لهم نفقات مشتركة. والمقيم الإعتيادي هو كل فرد أسرة يقيم بالمسكن أو له نية الإقامة به لمدة لا تقل عن 6 أشهر.",
    "module_definitions3": "الغرض من تحديد المميزات الديموغرافية لأفراد الأسرة هو معرفة مميزات السكان الإعتياديين وتركيبتهم. السن والجنس من أكثر الخاصيات التي تتم جدولة معلوماتها بصفة مترابطة مع المعطيات الأخرى المُجَمعة في باقي أجزاء الإستمارة. تساعد هذه البيانات في تحليل تطور المميزات الديموغرافية لسكان المغرب في الزمن. يتم أيضا تجميع البيانات عن الجنسية، التسجيل في دفتر الحالة المدنية، الحالة الزواجية والسن عند الزواج الأول.",
    "module_definitions4": "يهدف إدراج الأسئلة حول الخصوبة وجمع البيانات حول الموضوع إلى دراسة ظاهرة الخصوبة ووفيات الرضع والأطفال، والحصول على معلومات دقيقة للتخطيط واتخاذ القرارات الصحية والاجتماعية المناسبة. يجب التنويه إلى أن جميع الأسئلة حول الخصوبة تهم المواليد الأحياء (المواليد الذين ظهرت عليهم بعد الولادة علامات الحياة كالتنفس والصراخ أو دقات القلب) وليس المواليد الأموات (المواليد الذين لم تظهر عليهم علامات الحياة بعد الولادة). وتنقسم الخصوبة إلى خصوبة إجمالية أي طيلة الحياة لكل النساء غير العازبات أيا كان سنهن، وإلى خصوبة حالية أي خلال 12 شهرًا الأخيرة للنساء في سن الإنجاب فقط، ما بين 15 و49 سنة.",
    "module_definitions5": "بهدف الإحاطة بالصعوبات التي يواجهها الأفراد في القيام بالأنشطة اليومية، يتم الاستفسار عن درجة الصعوبة التي يواجهها الأفراد بخصوص 6 وظائف أساسية: الرؤية (حتى مع استعمال نظارات طبية)، السمع (حتى مع استعمال وسائل سمعية)، الحركة (المشي أو صعود الدرج)، التواصل مع الآخرين، التذكر والتركيز، والاعتناء بالذات (مثل الاستحمام وارتداء الملابس). يتم الاستفسار عن درجة الصعوبات المنبثقة عن المشاكل الصحية التي قد تواجه الفرد عند قيامه بأنشطة معينة، بدلاً من الاستفسار مباشرة عما إذا كان لديه إعاقة معينة. ويتم التركيز على الصعوبات الدائمة وليس المؤقتة.",
    "module_definitions6": "في محور الهجرة الدولية لأفراد الأسرة خلال السنوات الخمس الأخيرة، يتم تجميع المعطيات الخاصة بكل شخص كان ضمن أفراد الأسرة وهاجر إلى خارج المغرب في الفترة ما بين 1 شتنبر 2019 و 31 غشت 2024. هذه المعطيات تشمل اسم الفرد المهاجر، تاريخ الهجرة الأخيرة، جنس وجنسية وسن الفرد المهاجر، ثم الخاصيات المتعلقة بالتعليم للفرد عند هجرته، ثم سبب هجرته و بلد الإستقبال عند هجرته الأخيرة",
    "module_definitions7": "يهتم محور أحداث الوفاة ضمن أفراد الأسرة خلال الخمس سنوات الأخيرة بتحديد جميع أحداث الوفاة التي وقعت ما بين 1 شتنبر 2019 و 31 غشت 2024، ضمن الأفراد الذين كانوا يقيمون بصفة إعتيادية مع الأسرة، وذلك سواءً كانو رضعا أو أطفالا أو بالغين وكيفما كان جنسهم. سيتم تجميع البيانات التي تتمثل في اسم الفرد المتوفي، تاريخ أو سنة الوفاة، جنسه، سنه عند الوفاة، حالته الزوجية عند الوفاة، ثم أخيرا سبب الوفاة.",
    "module_definitions8": "الأسئلة المتعلقة بظاهرة الهجرة في الإستمارة تهدف إلى دراسة حركة الهجرة بين مختلف الوحدات الإدارية داخل المغرب ومعرفة خاصيات الأفراد المعنيين بالهجرة. ويتم ذلك عبر الاستفسار عن مكان ازدياد الأفراد، مكان إقامتهم ما قبل الحالية، مكان الإقامة ليلة بداية الحجر الصحي، وعن ما إذا كان الفرد سبق له أن أقام بخارج المغرب وسبب القدوم أو العودة في تلك الحالة.",
    "module_definitions9": "محور الأمية واللغات يتطرق إلى 3 أجزاء. أولها الأمية، التي تهدف أسئلتها إلى تحديد مدى قدرة الأفراد البالغين 10 سنوات فأكثر على القراءة والكتابة وكذلك على القيام بعمليات حسابية ذهنية أثناء قيامهم بأنشطتهم اليومية. ثانيها اللغات المقروءة والمكتوبة، بحيث يهدف هذا الجزء إلى تحديد اللغات التي يتمكن الأفراد من القراءة والكتابة بها حسب درجة الإتقان. وآخرها اللغات المحلية المستعملة، بحيث يتم استفسار الأفراد عن أي لغة محلية أكثر استعمالا في تعاملاتهم اليومية."
  },
  "module_titles": [
    "مفاهيم التعرف على الميدان",
    "تحديد أفراد الأسرة",
    "المميزات الديموغرافية لأفراد الأسرة",
    "الخصوبة",
    "الصعوبة في ممارسة الأنشطة الاعتيادية",
    "الهجرة الدولية لأفراد الأسرة خلال السنوات الخمس الأخيرة",
    "أحداث الوفاة ضمن أفراد الأسرة خلال الخمس سنوات الأخيرة",
    "الهجـــرة",
    "الأمية واللغات",
    "التعليم",
    "النشـاط الاقتصادي والتنقل للـعمل",
    "الحماية الاجتماعية",
    "استعمال أجهزة تكنولوجيا المعلومات والاتصالات",
    "ظروف سكن الأسرة",
    "حالات عامة",
    "مفاهيم دليل المراقب"
  ],
  "choose_qst_variations": [
    "اختر السؤال الأقرب",
    "حدد السؤال الذي يناسبك أكثر",
    "اختر السؤال الأقرب إلى ما تبحث عنه",
    "اختر السؤال الذي يلائم احتياجاتك",
    "اختر الاستفسار الذي يتناسب مع موضوعك",
    "اختر السؤال الأقرب إلى متطلباتك",
    "اختر السؤال الذي يتناسب مع طلبك",
    "اختر الاستفسار الأنسب لك",
    "اختر السؤال الذي يناسب طلبك بشكل أفضل",
    "اختار الاستفسار الذي يعكس اهتماماتك",
    "اختر السؤال الأقرب إلى سؤالك"
  ],
  "definitions_dict_old": {
    "module_definitions1": "المبادئ والمصطلحات الأساسية في مجال الإحصاء السكاني والعمران، بما في ذلك مفاهيم مثل الإحصاء ومنطقة الإحصاء والبناية والمسكن وأنواع البنايات المختلفة والمصطلحات ذات الصلة",
    "module_definitions2": "تحديد بنية الأسرة وعدد أفرادها وتحديد العلاقات بينهم وكذلك توثيق معلومات حول هوياتهم وخصائصهم الديموغرافية",
    "module_definitions3": "توثيق الخصائص الرئيسية لأفراد الأسرة، مثل العمر، والجنس، والحالة الاجتماعية، والجنسية، وأي خصائص أخرى ترتبط بأفراد الأسرة",
    "module_definitions4": "تسجيل عدد الأطفال المولودين للأسرة خلال فترة زمنية معينة، وتحديد معدل الخصوبة في الأسرة",
    "module_definitions5": "تقييم مدى الصعوبة أو السهولة في أداء الأنشطة اليومية لأفراد الأسرة ، مثل الحركة، والعناية الذاتية، وغيرها",
    "module_definitions6": "تسجيل حركة الهجرة الدولية لأفراد الأسرة، بما في ذلك الهجرة إلى ومن البلاد",
    "module_definitions7": "تسجيل وتوثيق الحوادث المتعلقة بالوفيات في دائرة أفراد الأسرة خلال الفترة المحددة",
    "module_definitions8": "رصد وتوثيق حركة التنقل للأفراد بين المناطق الجغرافية داخل البلاد",
    "module_definitions9": "تحديد مستوى الأمية واللغات التي يجيدونها أفراد الأسرة",
    "module_definitions10": "توثيق مستوى التعليم والتحصيل الدراسي لكل فرد في الأسرة",
    "module_definitions11": "تحديد مصدر العيش والنشاط الاقتصادي الرئيسي لأفراد الأسرة وطريقة التنقل إلى مكان العمل",
    "module_definitions12": "توثيق استفادة أفراد الأسرة من برامج الحماية الاجتماعية والضمان الاجتماعي",
    "module_definitions13": "تقييم وتوثيق استخدام أفراد الأسرة للتكنولوجيا الحديثة مثل الإنترنت والهواتف الذكية",
    "module_definitions14": "توثيق معلومات حول سكن الأسرة بما في ذلك نوع الإقامة والحالة الصحية للمسكن ومرافقه",
    "module_definitions15": "حالات عامة",
    "module_definitions16": "مفاهيم دليل المراقب"
  },
  "other_qst_variations": [
    "إذا كانت لديك استفسارات إضافية، فلا تتردد في طرحها",
    "في حال كانت لديك أي أسئلة إضافية، لا تتردد في السؤال",
    "إذا كنت بحاجة إلى أي استفسار آخر، فأنت حر في طرحه",
    "إذا كان لديك سؤال آخر، فأنا هنا للمساعدة",
    "إذا كان لديك أسئلة أخرى، لا تتردد في طرحها"
  ]
}